def text_author():
    data = "Автор\n\nИльченко Михаил Александрович\n Студент группы СО251КОБ\n Дальневосточного государственного " \
           "\nуниверситета путей сообщения "
    return data


def text_about():
    data = "\nДля связи\n\nВконтакте: https://vk.com/mikhail27rus\nЭлектронная почта: m.ilchenko2011@mail.ru"
    return data


def text_program():
    data = "Добро пожаловать в Securegram!\n\nЭта программа предназначена для безопасного обмена " \
           "сообщениями.\n\nРазработана в рамках выпускной квалификационной работы.\n\nИспользуемый язык " \
           "програмирования: Python\n\nДля того, чтобы пользоваться программой\nнеобходимо последовательно пройти " \
           "несколько этапов. "
    return data
